{
  "profile": {
    "avatar": "https://via.placeholder.com/200/200/6f03fc?text=Avatar",
    "nickname": "DigitalArtist",
    "bio": "Цифровой художник, исследователь новых форм визуального выражения. Работаю на стыке традиционного искусства и современных технологий, создавая уникальные визуальные образы. Мои работы исследуют взаимодействие цвета, формы и пространства, создавая новые визуальные языки для выражения эмоций и идей.",
    "bioSecond": "Каждая работа — это путешествие в неизведанное, эксперимент с материалами и техниками. Я верю, что искусство должно вызывать эмоции, провоцировать мысли и открывать новые перспективы. В своих проектах я стремлюсь к балансу между техническим мастерством и творческой свободой."
  },
  "timeline": [
    {
      "date": "2024",
      "event": "Начало работы над серией абстрактных композиций"
    },
    {
      "date": "2023",
      "event": "Углубление в цифровую живопись и изучение новых техник"
    },
    {
      "date": "2022",
      "event": "Первые эксперименты с цифровым искусством"
    },
    {
      "date": "2021",
      "event": "Изучение основ цифровой графики и дизайна"
    }
  ],
  "links": [
    {
      "name": "Instagram",
      "url": "https://instagram.com",
      "icon": "instagram"
    },
    {
      "name": "Behance",
      "url": "https://behance.net",
      "icon": "behance"
    },
    {
      "name": "ArtStation",
      "url": "https://artstation.com",
      "icon": "artstation"
    },
    {
      "name": "Email",
      "url": "mailto:artist@example.com",
      "icon": "email"
    }
  ],
  "stats": [
    {
      "number": "50+",
      "label": "Работ"
    },
    {
      "number": "10+",
      "label": "Коллекций"
    },
    {
      "number": "5+",
      "label": "Лет опыта"
    },
    {
      "number": "1000+",
      "label": "Скриншотов"
    }
  ],
  "sections": [
    {
      "title": "Философия творчества",
      "description": "Искусство для меня — это способ исследования реальности через призму собственного восприятия. Каждая работа начинается с идеи, которая развивается и трансформируется в процессе создания. Я не стремлюсь к совершенству в классическом понимании, но ищу баланс между техническим мастерством и эмоциональной выразительностью."
    },
    {
      "title": "Технический подход",
      "description": "В своей работе я использую современные цифровые инструменты, но всегда помню о фундаментальных принципах изобразительного искусства. Композиция, цвет, свет и тень — эти основы остаются актуальными независимо от медиума. Я постоянно изучаю новые техники и инструменты, но всегда возвращаюсь к основам, которые делают произведение искусства живым и выразительным."
    }
  ]
}

